package tests.local;

import tests.TestBase;

public class Tests extends TestBase {

    // тест 2
    // скипнуть стартовый экран
    // ор: открывается главная страница

    // тест 3
    // пролистать вперед все 4 стартовых экрана
    // ор: экраны переключаются последовательно, в конце стартовая страница

    // тест 4
    // сохранить статью
    // 1. найти и открыть статью
    // 2. нажать "сохранить" - тост "статья сохранена"
    // 3. перейти на главный экран
    // 4. открыть сохранения
    // ор: в списке есть сохраненная статья
}
